Repository: vrk-kpa/opendata-ckan
Catalog: modules/ckanext-sixodp_showcase/ckanext/sixodp_showcase/i18n/*/LC_MESSAGES/ckanext-sixodp_showcase.po
Languages: fi

source: Showcase not found
fi: Sovellusta ei löytynyt

source: Not authorized to see this page
fi: Ei oikeuksia nähdä tätä sivua

source: Organizations
fi: Organisaatiot

source: Groups
fi: Kategoriat

source: Tags
fi: Avainsanat

source: Formats
fi: Tiedostomuodot

source: Licenses
fi: Lisenssit

source: Invalid search query: {error_message}
fi: Virheellinen haku: {error_message}

source: Parameter "{parameter_name}" is not an integer
fi: Parametri "{parameter_name}" ei ole kokonaisluku

source: Unauthorized to delete showcase
fi: Ei oikeuksia poistaa sovellusta

source: Showcase has been deleted.
fi: Sovellus on poistettu.

source: Platform
fi: Alusta

source: An URL-address which refers to the dataset. The automatically filled option derived from the title is the best option in most cases.
fi: Sovelluksen verkko-osoite. URL johdetaan sovelluksen nimekkeestä automaattisesti, ja osoitetta ei yleensä tarvitse muokata.

source: Category which represents showcase.
fi: Sovellusta edustava kategoria.

source: Platforms of the showcase.
fi: Sovelluksen käyttöympäristöt

source: Keywords or tags through which users are able to find this dataset easily through the search page or other datasets which have the same tag.
fi: Avainsanat, joiden avulla käyttäjä löytää tämän tietoaineiston tai vastaavia tietoaineistoja helposti hakusivun kautta

source: Author Website
fi: Kehittäjän verkkosivu

source: Application Website
fi: Sovelluksen verkkosivu

source: Links to stores
fi: Linkit sovelluskauppoihin

source: An universal, compact and easy to understand description of the added resource.
fi: Kattava, tiivis ja helposti ymmärrettävä kuvaus lisätystä aineistosta.

source: Featured
fi: Esitelty

source: Icon
fi: Logo

source: Featured Image
fi: Esittelykuva

source: Image 1
fi: Kuva 1

source: Image 2
fi: Kuva 2

source: Image 3
fi: Kuva 3

source: Notifier
fi: Ilmoittaja

source: Notifier Email
fi: Ilmoittajan sähköpostiosoite

source: eg. android
fi: esim. android

source: eg. visualization
fi: esim. visualisointi

source: eg. traffic
fi: esim. liikenne

source: The dataset has been added to the showcase.
fi: Tietoaineisto on lisätty sovellukseen.

source: The dataset has been removed from the showcase.
fi: Tietoaineisto on poistettu sovelluksesta.

source: Showcase name
fi: Sovelluksen nimi

source: * Required field
fi: * Pakollinen kenttä

source: e.g. Most popular first names by region
fi: esim. Suosituimmat etunimet kartalla

source: The showcase’s URL on opendata.fi. The URL is created automatically based on the publisher’s name. You can edit the URL if you want.
fi: Sovelluksen verkko-osoite avoindata.fi:ssä. Verkko-osoite luodaan automaattisesti nimen perusteella. Voit halutessasi muokata osoitetta.

source: Showcase description
fi: Sovelluksen kuvaus

source: A short and descriptive explanation about the showcase. Tell for example about possible applications and the creation process, as well as about how open data has been used in the showcase.
fi: Tiivis ja helppotajuinen esittelyteksti sovelluksesta. Kerro kuvauksessa esimerkiksi sovelluksen käyttötarkoituksesta ja luomisesta sekä siitä, miten avointa dataa on hyödynnetty sovelluksessa.

source: Write a description for the showcase.
fi: Kirjoita sovelluksen kuvaus

source: Keywords and categories
fi: Avainsanat ja kategoriat

source: Keywords
fi: Avainsanat

source: Keywords help users to find your showcase. Select at least one keyword in Finnish.
fi: Avainsanat helpottavat sovelluksesi löytämistä. Valitse vähintään yksi suomenkielinen avainsana.

source: e.g. names
fi: esim. nimet

source: Showcase type
fi: Sovelluksen tyyppi

source: Select one or more type that describes your showcase.
fi: Valitse listasta yksi tai useampi sovellusta kuvaava tyyppi.

source: Select at least one category.
fi: Valitse listasta yksi tai useampi sovellusta kuvaava kategoria.

source: Additional showcase information
fi: Sovelluksen muut tiedot

source: If you have created a mobile or desktop application, select which platforms it supports.
fi: Jos olet luonut mobiili- tai työpöytäsovelluksen, valitse millä alustalla sovelluksesi toimii.

source: Showcase website
fi: Sovelluksen verkkosivu

source: Links to app stores
fi: Linkit sovelluskauppoihin

source: Developer
fi: Sovelluksen kehittäjä

source: e.g. Digital and Population Data Services Agency
fi: esim. Digi- ja väestötietovirasto

source: Developer website
fi: Kehittäjän verkkosivu

source: e.g. www.dvv.fi
fi: esim. www.dvv.fi

source: e.g. dvv.fi/showcase
fi: esim. dvv.fi/sovellus

source: e.g. appstore.com/app
fi: esim. sovelluskauppa.com/sovellus

source: e.g. Jane Doe
fi: esim. Maija Mehiläinen

source: e.g. jane.doe@dvv.fi
fi: esim. maija.mehilainen@dvv.fi

source: Yes
fi: Kyllä

source: No
fi: Ei

source: Type in application website
fi: Kirjoita sovelluksen verkkosivu

source: Type in URL
fi: Kirjoita linkki

source: Logo will be shown at the top of the showcase page.
fi: Logo näytetään sovelluksen esittelysivun ylänurkassa.

source: The featured image will be shown on the Showcases-page as well as on the showcase’s own page.
fi: Esittelykuva näkyy Käyttösovellukset-sivulla sovelluksen kuvana sekä sovelluksen omalla sivulla.

source: Add max. 3 images of your showcase. Good images are for example those that show the user interface and features of the showcase.
fi: Lisää enintään 3 kuvaa käyttösovelluksesta. Hyviä kuvia ovat esimerkiksi sellaiset, joista näkee sovelluksen käyttöliittymää ja ominaisuuksia.

source: Images will be shown on the showcase page. You can upload images from your computer or link to an URL. Telling us about a mobile app? If you want the app logo to show as the featured image, upload the app logo (and possible other images), but do not upload a featured image.
fi: Kuvat näkyvät sovelluksen esittelysivulla ja Käyttösovellukset- sivulla sovelluksen korttinäkymässä. Voit ladata tiedostot tietokoneelta tai lisätä linkin kuvaan. Oletko ilmoittamassa mobiilisovellusta? Jos haluat sovelluksesi kuvakkeen näkyvän sovelluksesi esittelykuvana, lataa sovelluksen kuvake ja muita sovelluksen kuvia, mutta älä lataa sovellukselle esittelykuvaa.

source: Mobile application
fi: Mobiilisovellus

source: Other application
fi: Muu sovellus

source: Tools
fi: Työkalut

source: Visualisation
fi: Visualisaatio

source: Showcase Admins
fi: Sovellusten ylläpitäjät

source: Confirm Remove
fi: Vahvista poisto

source: Are you sure you want to remove this user as a Showcase Admin - {name}?
fi: Haluatko varmasti poistaa käyttäjän {name} sovellusten ylläpitäjän oikeudet?

source: Cancel
fi: Peruuta

source: Manage Showcase Admins
fi: Hallitse sovellusten ylläpitäjiä

source: Add an Existing User
fi: Lisää olemassa oleva käyttäjä

source: To make an existing user a Showcase Admin, search for their username below.
fi: Tehdäksesi olemassaolevasta käyttäjästä sovellusten ylläpitäjän, etsi häntä käyttäjätunnuksella.

source: Username
fi: Käyttäjätunnus

source: Add User
fi: Lisää käyttäjä

source: User
fi: Käyttäjä

source: Are you sure you want to remove this user from the Showcase Admin list?
fi: Haluatko varmasti poistaa käyttäjän sovellusten ylläpitäjien listalta?

source: Remove
fi: Poista

source: There are currently no Showcase Admins.
fi: Sivustolla ei ole tällä hetkellä sovellusten ylläpitäjiä.

source: <p><strong>Showcase Admin:</strong> Can create and remove showcases. Can add and remove datasets from showcases.</p>
fi: <p><strong>Sovellusten ylläpitäjä:</strong> Voi luoda ja poistaa sovelluksia. Voi lisätä ja poistaa tietoaineistoja sovelluksesta</p>

source: Showcases
fi: Sovellukset

source: Associate this showcase with this dataset
fi: Liitä tietoaineisto tähän sovellukseen

source: Add to showcase
fi: Liitä sovellukseen

source: There are no showcases that feature this dataset
fi: Tietoaineisto ei liity yhteenkään sovellukseen

source: Confirm Delete
fi: Vahvista poisto

source: Are you sure you want to delete showcase - {showcase_name}?
fi: Haluatko varmasti poistaa sovelluksen - {showcase_name}?

source: Edit
fi: Muokkaa

source: Create Showcase
fi: Luo sovellus

source: View showcase
fi: Näytä sovellus

source: Edit showcase
fi: Muokkaa sovellusta

source: Manage datasets
fi: Hallitse tietoaineistoja

source: Showcases - Manage datasets
fi: Sovellukset - Hallitse tietoaineistoja

source: Datasets in this showcase
fi: Tämän sovelluksen tietoaineistot

source: Remove from Showcase
fi: Poista sovelluksesta

source: This showcase has no datasets associated to it
fi: Tähän sovellukseen ei ole liitetty tietoaineistoja

source: Search and add datasets to a showcase
fi: Hae ja lisää tietoaineistoja sovellukselle

source: Relevance
fi: Relevanssi

source: Name Ascending
fi: Nimen mukaan nousevasti

source: Name Descending
fi: Nimen mukaan laskevasti

source: Last Modified
fi: Viimeksi muokattu

source: Popular
fi: Suositut

source: Add to Showcase
fi: Lisää sovellukseen

source: No datasets could be found
fi: Tietoaineistoja ei löytynyt

source: Manage
fi: Hallinnoi

source: Private
fi: Yksityinen

source: Draft
fi: Luonnos

source: Launch website
fi: Näytä sivu

source: Search showcases...
fi: Etsi käyttösovelluksia...

source: Create new showcase
fi: Luo uusi sovellus

source: Title
fi: Nimike

source: eg. A descriptive title
fi: esim. kuvaava otsikko

source: eg. my-showcase
fi: esim. minun-sovellukseni

source: Description
fi: Kuvaus

source: eg. Some useful notes about the data
fi: datan sanallinen kuvaus

source: eg. economy, mental health, government
fi: esim. talous, mielenterveys, hallinto

source: External link
fi: Ulkoinen lähde

source: Submitted By
fi: Ilmoittaja

source: Joe Bloggs
fi: Etunimi Sukunimi

source: Submitter Email
fi: Ilmoittajan sähköpostiosoite

source: Are you sure you want to delete this showcase?
fi: Haluatko varmasti poistaa tämän sovelluksen?

source: Delete
fi: Poista

source: Update Showcase
fi: Päivitä sovellus

source: Abort
fi: Keskeytä

source: By submitting this form, you agree to release the <i>metadata</i> values that you enter into the form under the <a href="http://opendatacommons.org/licenses/odbl/1-0/">Open Database License</a>.
fi: Lähettämällä tämän lomakkeen suostut julkaisemaan täyttämäsi metatiedot <a href="https://creativecommons.org/publicdomain/zero/1.0/deed.fi">Creative Commons CC0 1.0 -lisenssin</a> mukaisesti.

source: Archived
fi: Arkistoitu

source: Published
fi: Julkaistu

source: updated
fi: päivitetty

source: Used datasets
fi: Käytetyt tietoaineistot

source: There are no Datasets in this Showcase
fi: Sovellukseen ei ole liitetty tietoaineistoja

source: Links
fi: Linkit

source: Application website
fi: Sovelluksen verkkosivusto

source: Author website
fi: Tekijän verkkosivusto

source: Categories
fi: Kategoriat

source: More from the author
fi: Saman tekijän muita sovelluksia

source: Search applications...
fi: Etsi käyttösovelluksia...

source: Applications
fi: Sovellukset

source: Add Showcase
fi: Lisää sovellus

source: Datasets provided by this service come alive with the help of applications (visualizations, research, webservices and data journalism).
fi: Palvelun tietoaineistot heräävät henkiin sovellusten avulla (visualisaatioissa, tutkimuksissa, verkkopalveluissa ja datajournalismissa).

source: Commonly the creators of opendata applications are researchers, freelanchers and software developers, but with the help of improved development and visualization tools anyone is able to utilize these datasets. You can find additional information from our guide to open data.
fi: Yleensä avoimen datan sovelluksia luovat tutkijat, freelancerit ja sovelluskehittäjät, mutta parantuneiden kehitys- ja visualisointityökalujen ansiosta kuka vain voi hyödyntää tietoaineistoja. Avoimen datan oppaamme avulla pääset helposti alkuun.

source: Have you created application that utilizes open data?
fi: Oletko luonut sovelluksen, joka hyödyntää avointa dataa?

source: Inform us about your application by using this form and it will be added to the list below.
fi: Kerro meille sovelluksestasi tällä lomakkeella, niin lisäämme sen allaolevaan listaan.

source: This showcase has no description
fi: Sovelluksella ei ole kuvausta

source: Remove dataset from this showcase
fi: Poista tietoaineisto tästä sovelluksesta

source: Submit
fi: Lähetä

source: Newest first
fi: Uusin ensin

source: Oldest first
fi: Vanhin ensin

source: Top rating
fi: Paras arvosana

source: {number} showcase found for '{query}'
fi: Haulla "{query}" löytyi {number} sovellus

source: No showcases found for '{query}'
fi: Haulla "{query}" ei löytynyt sovelluksia

source: {number} showcase found
fi: Löytyi {number} sovellus

source: No showcases found
fi: Sovelluksia ei löytynyt
